Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Brands/Organisations: Target, Burger King
jv: Merek/Organisasi: Honda, Indomie

source: [British English might make "root"]
jv: [Basa Inggris Inggris bisa uga tegese "oyot"]

source: Browse Languages
jv: Telusuri Basa

source: Build a custom goal
jv: Mbangun sasaran dewe

source: Build Profile
jv: Mbangun Profil

source: Bulgarian
jv: Bulgaria

source: Bulk batch
jv: Kumpulan masal

source: Bulk Sentences Uploaded
jv: Ukara Masal Diunggah

source: Burmese
jv: Burma

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
jv: <b>Kenapa email?</b> Kita bisa uga kudu ngubungi sampeyan ing mangsa ngarep babagan owah-owahan ing kumpulan data, email menehi kita titik kontak.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
jv: Karo ngeklik "Kirim link menyang emailku", sampeyan setuju karo <termsLink>Syarat Layanan</termsLink> lan <privacyLink>Kebijakan Privasi</privacyLink> lan Mozilla bisa ngirim email sampeyan kanthi informasi babagan carane melu Pengujian Beta kanggo Proyek Speech Spontan Voice Umum.

source: By editing your goal, you may lose your existing progress.
jv: Kanthi nyunting sasaran, sampeyan bisa uga bakal kelangan kemajuan sing wis ana.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
jv: Kanthi milih kanggo nampa email, sampeyan nyatakake yen sampeyan setuju karo Mozilla nangani informasi iki kaya sing diterangake ing Mozilla <privacyLink>Kebijakan Privasi</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
jv: <b>Sampeyan setuju</b> ora nyoba nemtokake identitas pawicara ing kumpulan data Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
jv: Kanthi nyedhiyakake sawetara informasi babagan sampeyan, data swara sing dikirim menyang Common Voice bakal luwih migunani kanggo Mesin pangenalan swara sing nggunakake data iki kanggo nambah akurasi.

source: By telling us about yourself, you will help developers build more inclusive technology
jv: Kanthi crita tentang awakmu dhewe, sampeyan bakal mbantu para pangembang mbangun teknologi sing luwih inklusif

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
jv: Kanthi nggunakake Common Voice, sampeyan setuju karo <termsLink>Sarat</termsLink> lan <privacyLink>Kabijakan Privasi</privacyLink> kita.

source: Cameroon Pidgin
jv: Kamerun Pidgin

source: [Canadian English might make "route" sound like "rowt"]
jv: [Basa Inggris Kanada bisa uga nggawe "route" muni kaya "rowt"]

source: Can be answered in a few sentences
jv: Bisa dijawab karo ukoro singkat

source: Cancel
jv: Batal

source: Cancel Re-recording
jv: Batalno rekaman

source: Cancel Submission
jv: Batalake Kiriman

source: Cannot submit more than 1000 sentences
jv: Ora bisa ngirim luwih saka 1000 ukara

source: Can't decide?
jv: Ora bisa mutusake?

source: Cantonese
jv: Kanton

source: Capture Speech Exactly as Spoken
jv: Nyekel Pidato Persis Kaya Sing Diucapake

source: Catalan
jv: Katalan

source: Cause someone to share sensitive, potentially triggering responses
jv: Pitakonan sing bisa nyebabake wong nuduhake sing sensitif lan bisa micu respon

source: Central Alaskan Yupʼik
jv: Yup'ik Alaska Tengah

source: Central Kurdish
jv: Kurdi Tengah

source: Central Melanau
jv: Melanau Tengah

source: Central Tarahumara
jv: Tarahumara Tengah

source: Change preferences
jv: Ganti preferensi

source: Changes both display and dataset language
jv: Ngganti basa tampilan lan kumpulan data

source: Changes contribution language of dataset only
jv: Mung ngganti kontribusi boso ning kumpulan data

source: Changes the language dataset to which you're contributing
jv: Ngganti kumpulan data basa sing sampeyan sumbang

source: Changes website text only
jv: Ngganti mung teks ing situs web

source: Change your email via Settings under Login Identity
jv: Ganti email sampeyan liwat Setelan ing Identitas Mlebu

source: Chechen
jv: Chechnya

source: Check
jv: Priksa

source: Check <icon></icon> is this a linguistically correct sentence?
jv: Priksa <icon></icon> apa iki ukara sing bener sacara linguistik?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
jv: Priksa manawa basa sampeyan kadaftar ing <languagesPageLink>kaca Basa Common Voice</languagesPageLink>. Yen ora, isi formulir iki lan kita bakal <strong>ngirim email sing nerangake carane nyiyapake basa sampeyan</strong>.

source: <chevron></chevron>See less
jv: Deleng luwih sithik

source: <chevron></chevron>See more
jv: <chevron></chevron>Waca liyane

source: Chinese (China)
jv: Cina (China)

source: Chinese (Hong Kong)
jv: Cina (Hong Kong)

source: Chinese (Taiwan)
jv: Cina (Taiwan)

source: Choose Culturally Specific Topics
jv: Pilih Topik Khusus Budaya

source: Choose language/localization
jv: Pilih basa / lokalisasi

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
jv: Pilih pitakonan prasaja sing gampang dingerteni sapa wae, tanpa preduli saka budaya utawa konteks

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
jv: Pilih pitakonan prasaja sing gampang dingerteni sapa wae, tanpa preduli saka budaya utawa konteks.

source: Choose somewhere with a good internet connection
jv: Pilih panggonan sing nduweni sambungan internet sing apik

source: Citation
jv: Kutipan

source: Cite with a URL link or the full name of the work.
jv: Kutip karo link URL utawa jeneng lengkape karya.

source: Citing Sentences
jv: Ngutip Ukara

source: Click
jv: Klik

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
jv: Klik <guidanceLink>kene</guidanceLink> kanggo mangerteni carane nggunakake kaca iki

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
jv: Ngeklik "Gawe Kredensial" bakal nggawe kredensial unik kanggo akun sampeyan. Kanggo alasan keamanan, kunci rahasia ditampilake <bold>mung sepisan</bold>. Mangga nyalin lan nyimpen kanthi aman. Yen ilang, sampeyan kudu nggawe kunci anyar, amarga ora bisa dijupuk maneh.

source: Clipboard not supported
jv: Papan klip ora didhukung

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
jv: { $clipCount } klip swara, ukuran arsip total { $size }. Kadaluwarsa { $expires }.

source: Clip Graveyard
jv: Juglangan Klip

source: Clips recorded
jv: Klip direkam

source: Clips Uploaded
jv: Klip Sampun Diunggah

source: Clips validated
jv: Klip divalidasi

source: Clips You've Recorded
jv: Klip Sampeyan wis Direkam

source: Clips You've Validated
jv: Klip Sampeyan Wis Divalidasi

source: Close
jv: Tutup

source: Code Switching
jv: Alih Kode

source: Collecting sentences
jv: Ngumpulake ukara

source: Coming Soon
jv: Bakal Tekan Sakcepete

source: Comment
jv: Komentar

source: Common Voice data plus all other voice datasets above.
jv: Data Common Voice ditambah kabeh kumpulan data swara liyane ing ndhuwur.

source: Common Voice Dataset
jv: Kumpulan data Common Voice

source: Common Voice is a free, open source platform for community-led data creation
jv: Common Voice minangka platform sumber-terbuka gratis kanggo nggawe data sing dipimpin komunitas

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
jv: Common Voice minangka proyek saka Mozilla Foundation, US 501c3. Proyek iki saiki dibiayai kabeh dening <philantropicGrantLink>hibah filantropis</philantropicGrantLink>, lan sumbangan saka wong ing saindenging ndonya.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
jv: Common Voice didanai dening sumbangan lan dana! Kita seneng kolaborasi karo akademisi, masyarakat sipil lan peneliti industri. Common Voice gratis kanggo digunakake, nanging kontribusi kanggo platform lan biaya hosting liwat proposal hibah pancen mbiyantu.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
jv: Common Voice ngluncurake platform keloro sing fokus nglumpukake pidato sing organik, spontan, lan ora ditulis. Iki bakal mbantu akeh komunitas ngumpulake data kanthi luwih cepet, uga migunani kanggo para ilmuwan data lan pangembang.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
jv: Common Voice minangka inisiatif Mozilla kanggo ngajari mesin carane wong nyata ngomong.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
jv: Common Voice minangka kumpulan data swara multi-basa paling gedhe ing donya sing kasedhiya kanggo umum.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
jv: Rekaman swara umum digunakake dening akademisi, bisnis cilik, lan penggemar pangenalan swara kanggo mbantu nglatih lan ngembangake sumber daya sing kasedhiya kanggo umum kayata model swara. Apa sampeyan bisa menehi katrangan kenapa sampeyan pengin rekaman sampeyan dibusak?

source: Community and Languages
jv: Komunitas lan Basa

source: Community, Creatives and Civil Society
jv: Komunitas, Kreatif lan Masyarakat Sipil

source: Community participation and decision making.
jv: Partisipasi komunitas lan nggawe keputusan.

source: Community Playbook
jv: Buku pedoman Komunitas

source: Confirm Goal
jv: Konfirmasi Sasaran

source: Connection interrupted
jv: Sambungan diselani

source: Connect with Gravatar
jv: Sambungake karo Gravatar

source: Connect with our community and see supported languages
jv: Sambungake karo komunitas kita lan deleng basa sing didukung

source: Contact
jv: Kontak

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
jv: Hubungi para penulis, penulis drama, utawa penulis skenario lan takon apa dheweke gelem ngaturake sebagian cilik saka karyane kanggo domain umum

source: Contact Form
jv: Formulir Kontak

source: Contact the Common Voice team
jv: Hubungi tim Common Voice

source: Contact us
jv: Hubungi kita

source: Contact Us
jv: Hubungi Kita

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
jv: Isi ono ndik <licenseLink>lisensi Creative Commons</licenseLink>

source: Continue
jv: Lanjut

source: Continue speaking
jv: Teruske ngomong

source: Continue validating
jv: Terusake validasi

source: Continue with Skipped
jv: Terusake karo dilewati

source: Contribute
jv: nyumbang

source: Contribute on GitHub
jv: Kontribusi ing GitHub

source: Contribute sentences
jv: Ukara-ukara sing disumbangake

source: Contribute text
jv: Kontribusi teks

source: Contribute to { $lang }
jv: Kontribusi kanggo { $lang }

source: Contribute to text corpus
jv: Kontribusi kanggo korpus teks

source: Contributing to <bold>{ $language }</bold> dataset
jv: Kontribusi kanggo <bold>{ $language }</bold> kumpulan data

source: Contribution Activity
jv: Kegiatan Kontribusi

source: Contribution Criteria
jv: Kritéria Kontribusi

source: Contribution Experience
jv: Pengalaman ing Kontribusi

source: Contribution Guidelines
jv: Pedoman Kontribusi

source: Contributors record voice clips by reading from a bank of donated sentences.
jv: Kontributor ngrekam klip swara karo moco teko bank ukara sumbangan.

source: Conversations with friends or texting often include more natural switching. Example:
jv: Pacelathon karo kanca utawa SMS-an biasane kalebu owah-owahan sing luwih alami. Tuladha:

source: Cookies
jv: Kuki

source: <cookiesLink>Cookies<cookiesLink>
jv: <cookiesLink>Kuki<cookiesLink>

source: Copainalá Zoque
jv: Copainá Zoque

source: Copied successfully
jv: Kasil disalin

source: Copy
jv: Nyalin

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
jv: <coquiLink>Coqui</coquiLink> didarmakake kanggo mbukak teknologi wicara. Proyek kasebut kalebu mesin STT lan TTS adhedhasar sinau jero.

source: Correct
jv: Bener

source: <correct> Correct</correct>: It’s one hundred miles away from here
jv: <correct> Bener</correct>: Iku adohé satus mil saka kéné

source: <correct>Correct</correct>: It was twenty per cent off
jv: <correct>Bener</correct>: Diskon rong puluh persen

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
jv: <correct> Bener</correct>: Ketemu maneh ing <underline>selawe</underline>

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
jv: <correct>Bener</correct>: Dheweke dicekel dening <underline>FBI</underline> Kamis kepungkur

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
jv: Tata basa utawa pangucapan sing "bener" – njaga panggunaan alami pamicara.

source: Corsican
jv: Korsika

source: { $count } clips
jv: { $count } klip

source: { $count }mo
jv: { $count }bulan

source: Country/Region of Residence
jv: Negara/Wilayah Panggonan

source: { $count }wk
jv: { $count }minggu

source: { $count }y
jv: { $cacah }tahun

source: [Crackle] giant dinosaurs of [crackle] -riassic.
jv: [Kresek] dinosaurus raksasa saka [kresek] -riassic.

source: Create a Custom Goal
jv: Nggawe Sasaran Dewe

source: Create API Credentials
jv: Nggawe Kredensial API

source: Create a profile
jv: Nggawe profil

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
jv: Gawe ukara basa modern nganggo basa ngoko dhewe utawa karo kanca-kanca utawa komunitas basa - contone liwat 'write-a-thon'

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
jv: Nggawe utawa nuduhake pituduh domain umum, ukara, lan teks kanggo terjemahan, model basa cilik, lan liya-liyane.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
jv: Nggawe kesempatan marang macem-macem wong kanggo nyumbang kanggo Common Voice njamin kumpulan data bisa digunakake kanggo wong akeh. Kita wis nggawe sumber daya lan template sing bisa digunakake!

source: Credentials
jv: Kredensial

source: Crimean Tatar
jv: Tatar Krimea

source: Criteria
jv: Kriteria

source: Croatian
jv: Kroasia

source: Culturally specific questions
jv: Pitakonan khusus budaya

source: Cypriot Greek
jv: Yunani Siprus

source: Czech
jv: Ceko

source: Daily Goal
jv: Sasaran saben dina

source: Danish
jv: denmark

source: Dataset
jv: kumpulan data

source: Dataset: { $datasetLanguage }
jv: Kumpulan data: { $datasetLanguage }

source: Dataset [{ $datasetName }]
jv: Kumpulan data [{ $datasetName }]

source: Dataset: { $datasetName }
jv: Kumpulan data: { $datasetName }

source: Dataset Release
jv: Ngluncurake Kumpulan Data

source: Datasets
jv: Set data

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
jv: Kumpulan data kanggo ASR, STT, TTS, lan konteks NLP liyane - digawe liwat partisipasi komunitas.

source: Date
jv: Tanggal

source: Days
jv: Dina

source: Delete
jv: Busek

source: Delete my recordings
jv: Busak rekamanku

source: Delete Profile
jv: Mbusak Profil

source: Dholuo
jv: Dholu

source: Did you know…
jv: Apa sampeyan ngerti…

source: Different language
jv: Basa liyane

source: Difficult
jv: angel

source: Difficult to pronounce
jv: angel diucapake

source: Discard ongoing recording
jv: Buang rekaman sing lagi mlaku

source: Disfluency
jv: Ora lancar

source: do
jv: nindakake

source: Documentation
jv: Dokumentasi

source: Does the sentence meet the guidelines?
jv: Apa ukara kasebut wis memenuhi pedoman?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
jv: Domain nuduhake subyek ukara. Saiki, sampeyan bisa milih antarane:

source: Donate
jv: nyumbang

source: Donate your voice
jv: Sumbangna swara sampeyan

source: Done
jv: Rampung

source: do not
jv: aja

source: Don’t
jv: Aja

source: Don’t Add
jv: Aja Nambah

source: Don’t Clean Up or Simplify the Language
jv: Aja Ngresiki utawa Nyederhanakake Basa

source: Don’t Overthink or Overedit
jv: Aja Mikir Kakehan utawa Ngedit Kakehan

source: Don't see your language on Common Voice yet?
jv: Durung ndeleng basamu ing Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
jv: Ora weruh basa sampeyan dibayangke ing Kumpulan data? Kanggo njaluk basa menyang kaca Basa.

source: Don’t use overly formal language
jv: Aja nggunakake basa sing kaku

source: Don't wish to say
jv: Aja pengin ngomong

source: Download
jv: Undhuh

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
jv: Undhuh sertifikat kanggo acara sampeyan utawa sampeyan dhewe yen sampeyan wis nyumbang kanggo Common Voice — iki ora bakal bisa kelakon tanpa sampeyan!

source: Download Common Voice Data
jv: Ngundhuh Data Common Voice

source: Download Data
jv: Ngundhuh Data

source: Download Dataset Bundle
jv: Unduh Paket Data

source: Download { $language }
jv: Ngunduh { $language }

source: Download Links
jv: Pranala Undhuhan

source: Download My Data
jv: Unduh Dataku

source: Download options for accessing Common Voice data
jv: Pilihan ngundhuh kanggo ngakses data Common Voice

source: Download our press pack <icon></icon>
jv: Unduh paket pers kita <icon></icon>

source: Download our voice datasets
jv: Ngundhuh kumpulan data swara kita

source: Download profile data
jv: Ngundhuh data profil

source: Download the Dataset
jv: Ngundhuh Kumpulan data

source: Download the Single Word Target Segment
jv: Ngundhuh Segmen Target Tembung Tunggal

source: Download your contribution certificate
jv: Ngundhuh sertifikat kontribusi sampeyan

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
jv: Apa sampeyan duwe ide babagan carane nggawe kumpulan data Common Voice luwih apik? Ayo kita dingerteni ing Wacana

source: Do you want to continue?
jv: Apa sampeyan pengin nerusake?

source: Do you want to Speak, Listen or both?
jv: Apa sampeyan pengin Ngomong, Ngrungokake utawa loro-lorone?

source: Drag and drop or <browseWrap>Browse</browseWrap>
jv: Seret lan selehake utawa <browseWrap>Telusuri</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
jv: Sereten file sampeyan ing kene utawa <uploadButton>klik kanggo unggah</uploadButton>

source: Drop file here to upload
jv: Selehake file ing kene kanggo diunggah

source: Duplicate API key name
jv: Jeneng duplikat kunci API

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
jv: Sajrone kiriman kontribusi, umpan balik bakal dilewati sawise ngeklik 'Kirim'. Kontribusi bakal terus lan langsung karo set sabanjure yakuwi 5 rekaman utawa validasi.

source: Dutch
jv: Walanda

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
jv: Saben isi ing kumpulan data kasusun saka MP3 unik lan file teks sing cocok. Akeh saka <b>{ $total }</b> jam sing direkam ing kumpulan data uga kalebu metadata demografi kayata umur, jinis, lan logat sing bisa mbantu nglatih akurasi mesin pangenalan wicara. Kumpulan data saiki kalebu <b>{ $valid }</b> jam sing wis divalidasi ing basa <b>{ $languages }</b>, nanging kita tansah nambah swara lan basa liyane. Deleng ing <languagesLink>kaca Basa</languagesLink> kanggo njaluk basa utawa miwiti nyumbang.

source: Eastern Balochi
jv: Balochi Wetan

source: Eastern Huasteca Nahuatl
jv: Huasteca Nahuatl Wetan

source: Eastern Min
jv: Min Wetan

source: Eastern Penan
jv: Penan Etan

source: Easy
jv: Gampang

source: Easy to Understand
jv: Gampang Dingerteni

source: Edit
jv: Sunting

source: Edit Profile
jv: Sunting Profil

source: Edit tag
jv: Sunting tag

source: e.g., “What do you wish you could use technology for?”
jv: contone, "Apa sampeyan pengin nggunakake teknologi?"

source: Element
jv: Unsur

source: Email
jv: Layang Elektronik

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
jv: <emailFragment>Daftar</emailFragment> menyang mailing list kita kanggo mangerteni carane sampeyan bisa melu kampanye, acara lan fitur co-design ing Common Voice.

source: Email is already used for a different account
jv: Email wis digunakake dening akun liyane

source: Email Subscriptions
jv: Langganan Email

source: Empty or Unintelligible
jv: Kosong utawa Ora Bisa Dingerteni

source: Encourage participants to reproduce how things were actually said. Example:
jv: Ajaken para peserta supaya niru kepiye sejatine omongane. Tuladha:

source: English
jv: Basa Inggris

source: English: /ˈkeɪ.bəl/
jv: Basa Inggris: /ˈkeɪ.bəl/

source: Ensure the question meets the criteria:
jv: Priksa manawa pitakonan kasebut cocok karo kriteria:

source: Enter Email to Download
jv: Ketik Email kanggo Ngundhuh

source: Enter email to send a sign up link
jv: Ketik email kanggo ngirim link mlebu

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
jv: Ketik pitakonan kanthi ganti kode, siji saben baris. Wong luwih cenderung nanggapi kanthi ganti kode nalika pitakonan kasebut uga ngemot alih kode.

source: Enter your Country/Region of Residence
jv: Ketik Negara/Wilayah Panggonan

source: Enter your email
jv: Ketiken email sampeyan

source: Enter your public domain sentence here
jv: Ketiken ukara domain umum sampeyan ing kene

source: Enter your public domain sentences here
jv: Ketiken ukara domain umum sampeyan ing kene
